Repository: loicguillois/clevercloud-wordpress
Catalog: web/app/plugins/computop-woocommerce/languages/*.po
Languages: fr_fr

source: Card
fr_fr: Carte

source: Card number
fr_fr: Numéro de carte

source: Expire date
fr_fr: Date d'expiration

source: Delete
fr_fr: Supprimer

source: No payment card register yet.
fr_fr: Aucune carte bancaire enregistrée.

source: Status
fr_fr: Statut

source: Product
fr_fr: Produit

source: Last Payment
fr_fr: Dernier Paiement

source: Next Payment
fr_fr: Prochain Paiement

source: Remaining payment(s)
fr_fr: Paiement(s) par abonnement

source: Enabled
fr_fr: Activé

source: Cancel
fr_fr: Annuler

source: Illimited
fr_fr: Illimité

source: Problem
fr_fr: Problème

source: Disabled
fr_fr: Désactivé

source: No subscription register yet.
fr_fr: Aucune souscription enregistrée.

source: Dashboard
fr_fr: Tableau de bord

source: Your Orders
fr_fr: Vos commandes

source: Payment Cards
fr_fr: Cartes de paiement

source: Subscriptions
fr_fr: Abonnements

source: Download
fr_fr: Télécharger

source: Addresses
fr_fr: Adresses

source: Account Details
fr_fr: Détails du compte

source: Logout
fr_fr: Se déconnecter

source: My Payment Cards
fr_fr: Mes cartes de paiements

source: My Subscriptions
fr_fr: Mes abonnements

source: Transactions history
fr_fr: Historique des transactions

source: Transactions schedule
fr_fr: Calendrier des transactions

source: Recurring Payment
fr_fr: Paiement par abonnement

source: You have to enable the cURL extension on your server to use this module.
fr_fr: Vous devez activer l'extension cURL sur votre serveur pour utiliser ce module.

source: You have to enable the OpenSSL extension on your server to use this module.
fr_fr: Vous devez activer l'extension OpenSSL sur votre serveur pour utiliser ce module.

source: Woocommerce's plugin must be active to use Axepta
fr_fr: Le module Woocommerce doit être activé pour utiliser Axepta

source: One-time payment by Axepta
fr_fr: Axepta

source: One-time Payment
fr_fr: Paiement simple

source: Pay
fr_fr: PAYER

source: Active One Time Payment
fr_fr: Activer le paiement simple

source: Active logs
fr_fr: Activer les logs

source: Please select a payment method :
fr_fr: Veuillez sélectionner un moyen de paiement :

source: Register my card for future payments
fr_fr: Enregistrer mon moyen de paiement pour les futures commandes

source: Please choose a card to proceed at the payment.
fr_fr: Merci de choisir un moyen de paiement pour finaliser la commande.

source: Please register your social security number.
fr_fr: Merci d'enregistrer votre numéro de sécurité social.

source: Your social security number is invalid.
fr_fr: Votre numéro de sécurité social est invalide.

source: Axepta recurring payment
fr_fr: Paiement par abonnement avec Axepta

source: Active Recurring Payment
fr_fr: Activer le paiement par abonnement

source: Simple Payment
fr_fr: Paiement simple.

source: Periodicity
fr_fr: Périodicité

source: Type of occurrence
fr_fr: Type d'occurence

source: Day
fr_fr: Jour

source: Month
fr_fr: Mois

source: Number of occurrences (0 = unlimited)
fr_fr: Nombre d'occurences (0 = illimité)

source: Recurring amount
fr_fr: Montant de l'abonnement

source: The occurence number must contain only numeric.
fr_fr: Le nombre d'occurrence doit contenir seulement des chiffres.

source: The amount must contain only numeric.
fr_fr: Le montant doit contenir uniquement des chiffres

source: Delete this account
fr_fr: Supprimer ce compte

source: Axepta Account
fr_fr: Comptes Axepta

source: Save Settings
fr_fr: Enregistrer les paramètres

source: You have to register a Merchant ID.
fr_fr: Vous devez enregistrer un Marchand ID.

source: You have to register your password.
fr_fr: Vous devez enregistrer un mot de passe de cryptage.

source: You have to register your activation key.
fr_fr: Vous devez enregistrer une clé d'activation.

source: You have to register a valid activation key.
fr_fr: Vous devez enregistrer une clé d'activation valide.

source: You have to register a hmac key.
fr_fr: Vous devez renseigner une HMAC-KEY.

source: The 3DS minimum amount must contain only numeric.
fr_fr: Le montant minimum pour le 3DS doit être numérique.

source: The 3DS minimum amount must be superior to 0.
fr_fr: Le montant minimum pour le 3DS doit être supérieur à 0.

source: The time to capture in hours must contain only numeric.
fr_fr: La durée avant la capture en heures doit être numérique.

source: The time to capture in hours must be superior to 0 and less than 697.
fr_fr: La durée avant la capture en heures doit être supérieur à 0 et inférieur à 697.

source: The key is not compatible with the currency selected in Woocommerce configuration
fr_fr: La clé n'est pas compatible avec la devise sélectionnée dans la configuration de Woocommerce.

source: You must choose at less one country
fr_fr: Vous devez choisir au moins un pays

source: Another configuration exist for this merchant and this country
fr_fr: Une autre configuration existe pour ce marchand et l'un des pays sélectionné.

source: *Currency allowed
fr_fr: *Devise autorisée

source: Currency selected in woocommerce configuration.
fr_fr: Devise sélectionnée dans la configuration de Woocommerce.

source: *Country allowed
fr_fr: *Pays autorisés

source: Select the country you want to connect to your account
fr_fr: Sélectionnez le pays que vous souhaitez lier à votre compte

source: *Enter your Merchant ID
fr_fr: *Entrez votre Marchant ID

source: This ID is provided by Axepta
fr_fr: Cet ID est fourni par Axepta

source: *Enter your password
fr_fr: *Entrez votre mot de passe de cryptage

source: This password is provided by Axepta
fr_fr: Le mot de passe est fourni par Axepta

source: *Enter your hmac key
fr_fr: *Entrez votre HMAC-KEY

source: This hmac key is provided by Axepta
fr_fr: La clé "HMAC KEY" est fournie par Axepta

source: *Enter your activation key
fr_fr: *Entrez votre clé d'activation

source: This key is provided by Axepta
fr_fr: La clé d'activation est fournie par Axepta

source: Payment options
fr_fr: Options de Paiement

source: *Activate 3D-Secure
fr_fr: *Activer le 3D-Secure

source: Add the 3DS Secure control based on the 3DS authentication
fr_fr: Ajoute le contrôle du 3DS Secure basé sur l'authentification 3DS

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Minimum amount for which activate 3D-Secure
fr_fr: Montant minimum pour lequel activer le 3D-Secure

source: Minimum amount to add the 3DS
fr_fr: Montant minimum pour ajouter le 3DS

source: *Activate One-Click Payment
fr_fr: *Activer le paiement en un clic

source: Allow One-Click payment for customers
fr_fr: Autoriser le paiement en un clic pour les clients

source: *Activate Subcriptions
fr_fr: *Activer l'abonnement

source: Allow subcriptions for customers
fr_fr: Autoriser les abonnements pour les clients

source: Payment page
fr_fr: Page de Paiement

source: Card data input method
fr_fr: *Sélection et saisie des données bancaires lors d'un paiement

source: Redirection : Redirect to payment page<br>Iframe : Payment page in checkout process
fr_fr: Redirection : Redirection externe vers la page de paiement<br>Iframe : Affichage de la page de paiement sur la boutique

source: Capture mode
fr_fr: *Mode de capture

source: Automatic capture payment (by default)
fr_fr: Capturer le paiement automatiquement (par défaut)

source: Capture after time defined
fr_fr: Capturez le paiement après une durée définie

source: Time before capture
fr_fr: *Délai avant capture

source: Delay in hours until the capture (whole number: 1 to 696).
fr_fr: Délai en heures avant la capture (nombre entier compris en 1 et 696).

source: *Enabled this account
fr_fr: *Activer ce compte

source: Enable or disable this account
fr_fr: Activer ou désactiver ce compte

source: Disable
fr_fr: Désactiver

source: Enable
fr_fr: Activer

source: Payment method not allow for select countries
fr_fr: *Moyen de paiement disponible mais pays non configuré

source: Presto product type
fr_fr: Type de produit Presto

source: Household appliances
fr_fr: Appareils ménagers

source: Refrigerator - freezer
fr_fr: Réfrigérateur - Congélateur

source: Dishwasher
fr_fr: Lave-vaisselle

source: Washhing Machine
fr_fr: Machine à laver

source: Group Cleaning
fr_fr: Nettoyage de groupe

source: Refrigerator
fr_fr: Réfrigérateur

source: Freezer
fr_fr: Congélateur

source: Cooker/Cooker hob
fr_fr: Cuisinier / plaque de cuisson

source: Dryer
fr_fr: Séchoir

source: Furniture
fr_fr: Meubles

source: Living Room
fr_fr: Salon

source: Dining Room
fr_fr: Salle à manger

source: Bedroom
fr_fr: Chambre

source: Sofa
fr_fr: Canapé

source: Group furniture
fr_fr: Mobilier de groupe

source: Armchair
fr_fr: Fauteil

source: Library/Cabinet
fr_fr: Bibliothèque / Armoire

source: Bedding
fr_fr: Litterie

source: Furniture Textile
fr_fr: Textile d'ameublement

source: Office furniture
fr_fr: Mobilier de bureau

source: Bathroom furniture
fr_fr: Mobilier de salle de bain

source: Kitchen furniture
fr_fr: Mobilier de cuisine

source: Video recorder - video
fr_fr: Enregistrement vidéo - vidéo

source: Colour tv
fr_fr: Tv couleurs

source: Information technology
fr_fr: Informatique

source: Group purchase TV - hifi
fr_fr: Achat groupé TV - hifi

source: Photo - Cinema - Optics
fr_fr: Photo - Cinema - Optique

source: Telephony
fr_fr: Téléphonie

source: Home Cinema
fr_fr: Home Cinéma

source: LCD/Plasma Display
fr_fr: Ecran LCD/Plasma

source: Camcorder
fr_fr: Caméscope

source: Computer
fr_fr: Ordinateur

source: Printer/Scanner
fr_fr: Imprimante/Scanner

source: Holiday Trips
fr_fr: Voyages

source: Clothing
fr_fr: Vêtements

source: Books
fr_fr: Livres

source: Leisure Activities
fr_fr: Loisirs

source: DIY - Gardening
fr_fr: DIY - Jardinage

source: Jewellery Store
fr_fr: Bijouterie

source: Radiator
fr_fr: Radiateur

source: Organ
fr_fr: Orgue

source: Various Music
fr_fr: Musique variée

source: My payment methods
fr_fr: Mes méthodes de paiements

source: Please contact Axepta support to active this payment method.
fr_fr: Non disponible dans votre offre, veuillez contacter Axepta.

source: Account correctly deleted !
fr_fr: Compte correctement supprimé !

source: Account not found, cannot be deleted !
fr_fr: Le compte n'a pas été trouvé, il ne peut pas être supprimé !

source: Account correctly added !
fr_fr: Compte correctement ajouté !

source: Account correctly updated !
fr_fr: Compte correctement mis à jour !

source: Axepta Setup
fr_fr: Axepta Configuration

source: Add an account
fr_fr: Ajouter un compte

source: Axepta Accounts
fr_fr: Comptes Axepta

source: All available payments
fr_fr: Toutes les méthodes de paiement disponibles

source: Axepta recurring payment list
fr_fr: Liste des abonnements avec Axepta

source: Please contact Axepta BNP Paribas to active subscriptions in your module.
fr_fr: Merci de contacter Axepta BNP Paribas pour activer les abonnements dans votre module.

source: Days
fr_fr: Jours

source: In progress
fr_fr: En cours

source: Canceled
fr_fr: Annulé

source: Raw data detail - Transaction n°
fr_fr: Détail des donnés - Transaction n°

source: They are a problem with the payment process. Please contact Axepta BNP Paribas support.
fr_fr: Il y a eu un problème avec le processus de paiement. Merci de contacter le support Axepta BNP Paribas.

source: Payment method is not allowed for your country.
fr_fr: La méthode de paiement n'est pas autorisée pour votre pays.

source: Payment accepted
fr_fr: Paiement accepté

source: Payment failed
fr_fr: Paiement refusé

source: Payment brand
fr_fr: Marque de paiement

source: N° Order
fr_fr: N° Commande

source: Merchant Id
fr_fr: Marchand ID

source: Amount
fr_fr: Montant

source: Operation type
fr_fr: Type d'opération

source: Message response
fr_fr: Message de réponse

source: Raw data
fr_fr: Données brutes

source: No transactions for this order.
fr_fr: Pas de transactions pour cette commande.

source: N° Account
fr_fr: N° Compte

source: Country
fr_fr: Pays

source: This account is active
fr_fr: Ce compte est activé

source: This account is disable
fr_fr: Ce compte est désactivé

source: No accounts.
fr_fr: Pas de compte.

source: Back to the transactions
fr_fr: Retour aux transactions

source: Code response
fr_fr: Code de réponse

source: No transactions.
fr_fr: Pas de transactions.

source: Pay with Axepta BNP Paribas
fr_fr: Payer avec Axepta BNP Paribas

source: Computop Account
fr_fr: Compte Computop

source: Customer
fr_fr: Client

source: Subscription price
fr_fr: Prix de l'abonnement

source: Order date
fr_fr: Date de la commande

source: Nb valid payment
fr_fr: Nb paiement(s) validé(s)

source: Last payment
fr_fr: Dernier paiement

source: Reset filters
fr_fr: Remise à zéro

source: Beginning
fr_fr: Début

source: End
fr_fr: Fin

source: View
fr_fr: Voir

source: An error occurred while saving the account
fr_fr: Une erreur est survenue lors de la sauvegarde du compte
